[Lang] 
FONT=Tahoma
Name=Portuguese
[Translate]
" 10 min"=" 10min"
" 1min"=" 1min"
" 2min"=" 2min"
" 30min"=" 30min"
" 5 min"=" 5min"
"802.1x"="802.1x"
" ACD "="ACD "
" Abc"="Abc"
" Conference "="Conference "
" s"="s"
"(Empty)"="(Vazio)"
"12 Hour"="12 Horas"
"120s"="120s"
"15s"="15s"
"1800s"="1800s"
"24 Hour"="24 Horas"
"300s"="300s"
"30s"="30s"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="Modo 802.1x"
"802.1x"="802.1x"
"ACD Login"="Entrar ACD"
"ACD State"="Estado ACD"
"ACD Status"="Estado ACD"
"ACD Trace"="Rastreamento ACD "
"ACD"="ACD"
"ALERT"="ALERTA"
"AM"="AM"
"Account 1"="Conta 1"
"Account 10"="Conta 10"
"Account 11"="Conta 11"
"Account 12"="Conta 12"
"Account 13"="Conta 13"
"Account 14"="Conta 14"
"Account 15"="Conta 15"
"Account 16"="Conta 16"
"Account 2"="Conta 2"
"Account 3"="Conta 3"
"Account 4"="Conta 4"
"Account 5"="Conta 5"
"Account 6"="Conta 6"
"Account 7"="Conta 7"
"Account 8"="Conta 8"
"Account 9"="Conta 9"
"Account ID"="ID conta"
"Account Not Usable!"="Conta não disponível!"
"Account Status"="Estado da Conta"
"Account can't be empty!"="Account can't be empty!"
"Account"="Conta"
"AccountDisplayName"="Nome de Display de Conta"
"AccountID"="Conta ID"
"AccountUserName"="Nome de Utilizador de Conta"
"Accounts"="Contas"
"Activation"="Estado de Conta"
"Active Level"="Nível ativo"
"Adapter has added, scanning the bluetooth devices right now?"="Adaptador ligado, deseja efectuar uma scan de equipamento bluetooth neste momento?"
"Adapter has removed out"="Adaptador removido."
"Add Blacklist"="Adic. à LN"
"Add Contact"="Adicionar Contacto"
"Add Group SoftKey"="Softkey Adicionar Grupo"
"Add Group"="Adicionar Grupo"
"Add Number"="Adicionar número"
"Add Personal"="Adicionar pessoal"
"Add To Blacklist"="Adicionar à LN"
"Add To Personal"="Adicionar pessoal"
"Add selected To Personal?"="Adicionar o selecionado ao pessoal?"
"Add to Contact"="Adicionar ao Contato"
"Add to Contacts"="dicionar a Contactos"
"Add"="Adic."
"Address"="Address"
"Advanced Setting"="Configurações Avançadas"
"After Ring Times"="Depois de Tocar"
"Alert Click To Dial Calls"="Alerta chamadas clicar para marcar"
"Alert Group Paging Calls"="Alerta paging de chamadas de grupo"
"All Calllog"="Todos logs de chamada"
"All Calls"="Todas as chamadas"
"All Contact"="Todos os contactos"
"All Contacts"="Todos os contactos"
"All Buddies"="Todos Amigos"
"All Lines"="Todas as Linhas"
"All Off"="Tudo Off"
"All On"="Tudo On"
"All keys"="Apenas fazer chamadas"
"All Key"="Apenas fazer chamadas"
"Allow Remote Control"="Permitir controle remoto"
"Always Forward"="Sempre"
"Always Off"="Sempre Desligado"
"Always On"="Sempre Ligado"
"Always forward to"="Sempre reencaminhado para"
"Always"="Sempre"
"Anonymity Disallowed"="Anónimo inativo"
"Anonymous Call"="Chamada Anónima"
"Anonymous Code"="Rejeitar Código"
"Anonymous Reject"="Rejection"
"Anonymous Rejection"="Rejection"
"Anonymous"="Anónimo"
"Answer"="Atender"
"Anywhere"="Em qualquer lugar"
"Apr"="Abr"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to set a blank password?"="Tem a certeza que deseja definir a password em branco?"
"Args Error!"="Erro args!"
"Aug"="Aug"
"Auto Answer"="Atendimento Automatico"
"Auto Provision"="Provisionamento Automático"
"Auto Provision"="Provisionamento Automático"
"Auto Connect:"="Auto Connect:"
"Auto Redial"="Marcação automatica"
"Auto Redial?"="Remarcação automática?"
"Auto provision now?"="Verificar Provisionamento agora? O telefone poderá se reiniciar caso tenho sido aprovisionado."
"Auto"="Auto"
"Auto-login"="Login Automático"
"AutoFavorite is on, manually configing is forbidden!"="AutoFavorite is on, manually configing is forbidden!"
"AutoConnect"="Ligação automática"
"AutoBLFList is on\n manually configing is forbidden!"="AutoBLFList está ligado, configuração manual é proibida!"
"AutoP Authority"="Autoridade de AutoP"
"AutoP to"="AutoP para"
"AutoProvision"="Auto Aprovisionamento"
"Automatic"="Automatico"
"Avail"="Avail"
"Available"="Disponível"
"Away"="Ausente"
"BLF List"="Lista de BLF"
"BLF"="BLF"
"BST Directory"="Diretoria BST"
"Back Light"="Backlight"
"Back"="Voltar"
"BackSpace"="Apagar"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Level"="Nível de luz de fundo"
"Backlight Time"="Tempo de luz de fundo"
"Backlight"="Luz de fundo"
"Bad Request"="Pedido errado"
"Barge In"="Barge In"
"Basic Setting"="Configurações Básicas"
"Betransferred"="Betransferred"
"Blacklist is full!"="Lista negra está cheia!"
"Blacklist"="Lista Negra"
"Block"="Block"
"Bluetooth"="Bluetooth"
"Both"="Ambos"
"BridgeID is invalid!"="ID de bridge inválido!"
"BridgeID"="BridgeID"
"BroadSoft Group"="Network Group"
"Buddies"="Amigos"
"Business Hours"="Horas de Funcionamento"
"Busy Forward"="ransferencia em caso de ocupado"
"Busy Here"="Ocupado"
"Busy"="Ocupado"
"CC Name"="Nome CallCenter"
"CC UID"="ID CallCenter"
"CDP Interval"="Intervalo CDP"
"CC"="CC"
"CDP Option"="Opção CDP"
"CDP Status"="Estado CDP"
"CDP interval should be 1-3600!"="Intervalo CDP deverá ser entre 1 e 3600!"
"CDP should"="CDP deverá"
"CDP"="CDP"
"Cable Disconnect"="Cabo Desligado"
"Call Completion"="Realização de Chamada"
"Call Control"="Chamada de Controle"
"Call Fail"="Chamada Falha"
"Call Feature"="Características de Chamadas"
"Call Finish"="Terminar Chamada"
"Call Forward"="Chamada Encaminhada"
"Call Info"="Info de Chamada"
"Call Information"="Informação de Chamada"
"Call Information"="Informação de chamada"
"Call Off Code"="Código chamada Off"
"Call On Code"="Código chamada On"
"Reject Off Code"="Código Off Rejeitar"
"Reject On Code"="Código On Rejeitar"
"Call Park"="Parquear chamada"
"Call Pickup"="Captura de chamadas"
"Call Pull"="Puxar chamada"
"Call Return"="Devolver chamada"
"Call Waiting"="Chamada em Espera"
"Call off code can't be empty!"="Código Off não pode ser nulo"
"Call off code is invalid!"="Código OFF de chamada está inválido!"
"Call on code is invalid!"="Código ON de chamada está inválido!"
"CallLog"="Histórico"
"CallPull"="puxarChamada"
"Callout"="Callout"
"CallForwarding"="Chamada Encaminhada"
"CallReturn_Idle"="CallRetunr"
"Callee Anonymous"="Receptor anónimo"
"Calling"="A chamar"
"Calllog Directories"="Directoria de Logs de Chamadas"
"Calls Longest"="Calls Longest"
"Calls for Pickup"="Calls for Pickup"
"Can not compress pictures!"="Não é possível comprimir imagens!"
"Cancel"="Sair"
"General"="Geral"
"Change PIN"="Alterar PIN"
"Phone Unlock PIN"="PIN de desbloqueio de Telefone"
"Lock Time Out"="Lock Time Out"
"Change Password"="Alterar Password"
"Checking MAC"="Verificar MAC"
"Chinese_S"="Chinês_S(Chinese Simplified)"
"Chinese_T"="Chinês_T(Chinese Traditional)"
"Certificate"="Certificate"
"Choose a group"="Choose a group"
"Clear account config \n\n please wait..."="A apagar a configuração da conta \n\n Aguarde..."
"Clear all account config?"="Apagar configurações de conta"
"Clear all records?"="Apagar todos os registos"
"Clear this group messages?"="Apagar todas as mensagens de grupo"
"Clear"="Delete All"
"Common is invalid!"="Comum está inválido"
"Common"="Chave Comum AES"
"Company"="Empresa"
"Compress error !"="Erro de compressão!"
"Conference "="Conferência"
"Conference Manage"="Gerir conferência"
"Conference with"="Conferência com"
"Conference"="Conferência"
"Configuration Reset"="Reset de Configuração"
"Configuration Updating !"="Actualização de Configuração "
"Confirm PIN mismatch!"="PIN de confirmação errado!"
"Confirm PIN"="Confirmar PIN"
"Confirm PWD"="Confirme Password"
"Confirm Password"="Confirmar Password"
"Confirm password mismatch!"="Password de confirmação não coincide"
"Confirm password must be the same with the new password!"="Password de confirmação deverá ser igual à nova password!"
"Connect Fail!"="Falha na conexão."
"Connect failed."="Falha na conexão."
"Connect"="Ligar"
"Connecting.."=" Ligando"
"Connect Success."="Connect Success."
"Contact Details"="Detalhes de Contacto"
"Contact exist!"="Contacto já existe!"
"Contact is not black!"="Contacto não está na lista negra!"
"Contact is not local!"="Contacto não é local!"
"Contact is syncing!"="Contactos sincronizados!"
"Contact is not in blacklist!"="Contacto não está na lista negra!"
"Contact list is full!"="Lista de Contact está cheia!"
"Contact name already existed!"="Nome de contacto já existente!"
"Contact not existed!"="Contacto não existe!"
"ContactName existed!"="Contato Nome existed!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Nível de Contraste"
"Contrast"="Contraste"
"Copy to All Lines?"="Copie a todas as linhas?"
"Current PIN is incorrect!"="O PIN actual está errado!"
"Current PIN is incorrect."="O PIN actual está errado!"
"Current PIN"="PIN Actual"
"Current Password"="Password Actual"
"Current Time"="Tempo actual"
"Custom DND"="Custom DND"
"Custom Forward"="Custom Forward"
"CustomContact"="CustomContato"
"Customer"="Customer"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"DHCP IP Client"="Ip de Cliente DHCP"
"DHCP IPv6 Client"="DHCP IPv6 Client"
"DHCP Server"="Servidor DHCP"
"DHCP Time"="Tempo de DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP"="DHCP"
"DHCPOption"="Opção de DHCP"
"DND Account"="Conta DND"
"DND Enable"="DND activo"
"DND"="DND"
"DP01 Setting"="Configuração DP01"
"DP02 Setting"="Configuração DP02"
"DPickup"="DPickup"
"DSS Keys"="Teclas DSS"
"DTMF"="DTMF"
"Data invalid!"="Data Inválida!"
"Time & Date Format"="Time & Date Formato"
"Date Format"="Formato Data"
"Date"="Data"
"Daylight Saving"="Horário de Verão"
"Dec"="Dez"
"Default Account"="Default Account"
"Default"="Por Defeito"
"DelAll"="Apagar todos"
"Delete All Group?"="Excluir todos os grupos?"
"Delete All Items?"="Apagar todos os items?"
"Delete All"="Apagar Todos"
"Delete All"="Apagar Todos"
"Delete Default Setting?"="Apagar Configurações por defeito"
"Delete Fail!"="Delete fail!"
"Delete Failed!"="Excluir falha!"
"Delete Failed"="Excluir falha"
"Delete Message?"="Apagar Mensagem?"
"Delete Selected Group?"="Apagar grupo selecionado?"
"Delete Selected Item?"="Apagar item selecionado?"
"Delete Selected Records?"="Delete selected records?"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Apagar todos os itens?"
"Delete all locations?"="Excluir todos os locais?"
"Delete all message?"="Delete all message?"
"Delete all numbers"="Apagar todas as mensagens"
"Delete all numbers?"="Apagar todos os números"
"Delete all paging group?"="Apagar todos os grupos de paging?"
"Delete all the call records?"="Apagar todos os registos de chamadas?"
"Delete default...\n\nPlease Wait !"="Apagar por defeito…\n\n Aguarde!"
"Delete failed."="Falha ao apagar."
"Delete location?"="Excluir localização?"
"Delete number?"="Apagar números?"
"Delete numbers"="Apagar números"
"Delete paging group failed!"="Falha ao apagar grupo de paging!"
"Delete selected contact?"="Apagar contacto selecionado?"
"Delete selected group?"="Apagar Grupo Selecionado?"
"Delete selected paging group?"="Apagar grupo de paging selecionado?"
"Delete selected wallpaper?"="Delete selected wallpaper?"
"Delete seleted item?"="Apagar item selecionado?"
"Delete successed"="Apagado com sucesso"
"Delete the selected message?"="Apagar a mensagem selecionada?"
"Delete the selected records?"="Excluir os registros selecionados?"
"Delete this message?"="Apagar esta mensagem?"
"Delete"="Apagar"
"DeleteAll"="DeleteAll"
"Deleting. Please wait..."="A excluir. Por favor aguarde ..."
"Deleting..."="Apagando..."
"Department"="Departamento"
"Detail"="Detalhes"
"Determined to restore the factory settings?"="Configurações de Fábrica?"
"Device Cert"="Cert do Dispositivo"
"Device Name"="Nome do Dispositivo"
"Device name can't be empty!"="Nome de equipamento não pode estar vazio!"
"Dial"="Marcar"
"Dialed Calls"="Placed"
"Dialed"="Dialed"
"Dialing"="A marcar"
"Direct IP Line"="Linha de IP Directo"
"DirectPickup_Idle"="captura directo"
"Directories"="Diretórios"
"Directory"="Diretorio"
"Directory_Idle"="Agenda"
"Disable"="Desactivado"
"Disabled"="Desactivado"
"Discard"="Discard"
"Disconnect Failed."="Falha a desligue."
"Disconnect Success."="Disconnect success."
"Disconnect"="Desligar"
"Disconnecting.."="A desligar..."
"DispCode"="Disp"
"Display Name"="Nome de Visor"
"Display name is invalid!"="Nome de Display está inválido!"
"Display"="Display"
"DisplayName can't be empty!"="Nome não pode estar vazio!"
"DisplayName can't contain \" < > \" \\ \' \""="Nome de Display n?o pode contar \" < > \" \\ \' \""
"DisplayName can't contain \" < > \" \\ \' \""="DisplayName can't contain \" < > \" \\ \' \""
"Disposition Code"="Disposition Código"
"Do Not Disturb"="Não perturbe"
"Do you want to discard your change?"="Descartar as Alterações?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save the message or discard it?"="Do you want to save the message or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="Não existe!"
"Dot"="Dot"
"Draftbox"="Rascunhos"
"Duplicate IPv4"="IPv4 duplicado!"
"Duplicate IPv6"="Duplicate IPv6"
"Dss Key"="Teclas DSS"
"DssKey 1"="Tecla e Linha 1"
"DssKey 10"="Tecla e Linha 10"
"DssKey 11"="Tecla e Linha 11"
"DssKey 12"="Tecla e Linha 12"
"DssKey 13"="Tecla e Linha 13"
"DssKey 14"="Tecla e Linha 14"
"DssKey 15"="Tecla e Linha 15"
"DssKey 16"="Tecla e Linha 16"
"DssKey 17"="Tecla e Linha 17"
"DssKey 18"="Tecla e Linha 18"
"DssKey 19"="Tecla e Linha 19"
"DssKey 2"="Tecla e Linha 2"
"DssKey 20"="Tecla e Linha 20"
"DssKey 21"="Tecla e Linha 21"
"DssKey 22"="Tecla e Linha 22"
"DssKey 23"="Tecla e Linha 23"
"DssKey 24"="Tecla e Linha 24"
"DssKey 25"="Tecla e Linha 25"
"DssKey 26"="Tecla e Linha 26"
"DssKey 27"="Tecla e Linha 27"
"DssKey 28"="Tecla e Linha 28"
"DssKey 29"="Tecla e Linha 29"
"DssKey 3"="Tecla e Linha 3"
"DssKey 4"="Tecla e Linha 4"
"DssKey 5"="Tecla e Linha 5"
"DssKey 6"="Tecla e Linha 6"
"DssKey 7"="Tecla e Linha 7"
"DssKey 8"="Tecla e Linha 8"
"DssKey 9"="Tecla e Linha 9"
"Duration"="Duração"
"E-Common"="E-Common"
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EHS ERROR!"="EHS ERROR!"
"EXP-%d ERROR!"="EXP-%d ERROR!"
"Edit Location"="Editar Localização"
"Edit My Device Information"="Editar infomação de equipamento"
"Edit Number"="Editar número"
"Edit Paging Address"="Editar endereço de paging"
"Edit"="Editar"
"Email"="Email"
"Emergency Call"="Emergência"
"Emergency Escalation"="Escala de Emergência"
"Emergency"="Emergência"
"Empty"="Vazio"
"Enable Diversion Inhibitor"="Activar Inibidor de desvios"
"Enable this Location"="Habilite esta Localização"
"Enable"="Ligar"
"Enabled"="Activado"
"End Call"="Sair"
"End IP should be larger than Start IP!"="IP final deve ser superior ao IP inicial!"
"End IP"="IP final"
"English"="English(English)"
"Russian"="Россия(Russian)"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Password"="Digite o Password"
"Enter code"="Digite o Código"
"Enter number"="Digite o número"
"Enter"="Entrar"
"Enterprise"="Enterprise"
"Exit"="Sair"
"Exit_Disposition_Code"="Código de Saída de Disposição"
"Expansion module"="Módulo de Expansão"
"Extension is invalid!"="Extensão Inválida!"
"Extension"="Extensão"
"FWD International"="FWD International"
"FWD"="FWD"
"Factory Installed"="Instalado de Fábrica"
"Fail to alloc memory!"="Falha ao alocar memória!"
"Fail to download remote phonebook!"="Falha no download da lista telefónica remota!"
"Fail to download this remote phonebook!"="Deixar de baixar esta agenda remoto！"
"Fail!"="Falhar!"
"Failed to connect \nto server!"="Falha na conecção\n ao servidor!"
"Fail to download \nremote phonebook!"="Falha ao baixar agenda remoto!"
"Failed to modify password!"="Falha ao modificar password!"
"Failed!"="Sem Sucesso！"
"Failed. Please retry..."="Falhou. Por favor, tente novamente ..."
"Family number is invalid!"="Número de familia inválido!"
"Family"="Familia"
"Far Mute"="Longe Mute"
"Favorite"="Favorito"
"Favourite"="Diretorio"
"Failed to connect to server!"="Falha na conexão \n ao servidor!"
"Features"="Características"
"Feb"="Fev"
"File Not Exist!"="File not exist!"
"File do not exist !"="Ficheiro não existe!"
"File is too large !"="O arquivo é muito grande!"
"File layout error !"="Erro de layout do arquivo!"
"Firmware Update..."="A actualizar firmware…"
"Firmware updating"="Actualizar Firmware"
"Firmware"="Firmware:"
"First Name"="Primeiro Nome"
"Fixed"="fixo"
"Float"="Float"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Proibido"
"Format"="Formatar"
"Forward Not Reachable"="Reencaminhamento não permitido"
"Forward Option"="Opção de reencaminhamento..."
"Forward To"="Encaminhar para"
"Forward to is invalid!"="Número de Destino Inválido!"
"Forward to"="Encaminhar para"
"Forward"="Encaminhar"
"Forwarded Calls"="Chamadas Encaminhadas"
"Forwarded"="Encaminhar"
"French"="Français(French)"
"Fri"="Sex"
"Friday"="Sexta-feira"
"Friend"="Amigos"
"From"="De"
"From_FWD"="De"
"From_Num"="De"
"Full Reset"="Repor Todos"
"Fun Key"="Tecla de Função"
"Function key"="Tecla de função"
"G-Common"="G-Common"
"GPark"="GPark"
"GPickup"="GPickup"
"Gateway is invalid!"="Gateway inválida!"
"Gateway"="Gateway"
"German"="Deutsch(German)"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"Group Listening"="Escutar Grupo"
"Group Manager"="Gestão de Grupo"
"Group Name can't be 'contacts'"="Nome do grupo não pode ser 'contatos'"
"Group Name"="Nome de Grupo"
"Group Night Forwarding"="Reecaminhamento de Grupo de Noite"
"Group Park"="Parqueamento de Grupo"
"Group Pick Up"="Selecionar Chamada de Grupo"
"Group already exist!"="Grupo já existente!"
"Group isn't exist!"="Grupo não existe!"
"Group list is full!"="Lista de grupo cheia!"
"Group is full!"="Grupo Completo!"
"Group name already existed!"="O nome do grupo já existe!"
"Group name already existed"=" nome do grupo já existe"
"Group name can't be empty!"="Nome de grupo não pode estar vazio!"
"Group name is invalid!"="Nome de Grupo Inválido!"
"Group not existed!"="Group not existed!"
"Group"="Grupo"
"Guest Login"="Login de Visitante"
"GuestIn"="GuestIn"
"GuestOut"="GuestOut"
"HD"="HD"
"Hang Up"="Desligar"
"Hardware"="Hardware"
"Has Connected"="Has Connected"
"Hebrew_IME"="Hebrew_IME"
"Held"=" Em Espera"
"Hide Number"="Ocultar número"
"Hide Number:"="Ocultar número:"
"History Record"="Gravação de Histórico"
"History Setting"="Histórico Setting"
"History Type"="História"
"History Details"="History Details"
"History"="Histórico"
"History_Idle"="Histórico"
"Hold"="Em Espera"
"Holiday Schedule"="Holiday Schedule"
"Hot Desking"="Hot Desking"
"Hot Line"="Hot Line"
"Hotline Delay 0-10(s)"="Atraso de HotLine 0-10(s)"
"Hot Number"="Numero direto"
"HotLine Delay"="Atraso de HotLine"
"Hoteling"="Hoteling"
"Hotline delay is invalid!"="Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Hotline Delay Inválido!"
"Hotline"="Hotline"
"Http Port"="Porta HTTP "
"Http Status"=""Estado HTTP"
"Http port "="Porta HTTP "
"Http port should be 1-65535!"="Porta HTTP deve ser 1-65535!"
"Http"="HTTP"
"Https Port"="Porta HTTPS"
"Https Status"=""Estado HTTP"
"Https port should be 1-65535!"="Porta https deve ser 1-65535!"
"Https"="HTTPS"
"IME"="IME"
"IP Address"="IPv4"
"IP Conflict"="IP Conflict"
"IP Conflicted"="IP Conflicted"
"CommonRingTone"="Tom de Toque Comum"
"IP address has been used!"="IP address has been used!"
"IP address is invalid!"="Endereço IP invalido!"
"IP conflict"="Conflito de IP"
"IP"="IP"
"IPAddress Mode"="Modo de Endereço IP"
"IPV4 Conflict"="IPv4 Conflict"
"IP Mode"="Modo IP"
"IPV4 Status"="IPv4"
"IPV4 WAN Port"="IPv4 WAN Port"
"IPV4/IPV6 Conflict"="IPV4/IPV6 Conflict"
"IPV6 Conflict"="IPV6 Conflict"
"IPV6 Status"="Estado IPV6"
"IPV6 WAN Port"="IPV6 Porta WAN"
"IPV6"="IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Gateway Padrão"
"IPv4 Gateway"="Gateway IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPv4 Status"="IPV4 Estado"
"IPv4 Subnet Mask"="Máscara de sub-rede IPv4"
"IPv4 Subnet mask is invalid!"="Máscara de Rede Inválida!"
"IPv4 WAN Port"="IPV4 Porta WAN"
"IPv4 WAN Type"="IPv4 WAN Tipo"
"IPv4"="IPv4"
"IPv6 Address"="IPv6 Address"
"IPv6 Default Gateway"="IPv6 Gateway Padrão"
"IPv6 IP Prefix"="Prefixo IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Pri.DNS"="IPv6 Pri.DNS"
"IPv6 Prifix"="IPv6 Prifix"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 Sec.DNS"="IPv6 Sec.DNS"
"IPv6 Status"="Estado IPV6"
"IPv6 WAN Port"="IPV6 Porta WAN"
"IPv6 WAN Type"="IPv6 WAN Tipo"
"IPv6"="IPv6"
"Identity is invalid!"="Identidade inválida!"
"Identity"="Identidade"
"Ignore"="Ignorar"
"Image is too large !"="Imagem demasiado grande!"
"Image load error !"="Erro ao carregar a imagem!"
"Image loading. Please wait !"="A carregar imagem. Aguarde!"
"Inactive Level"="Nível de Luz de Fundo"
"Inbox"="Caixa de Entrada"
"Incoming call"="Chamada de Entrada"

"Incorrect user or password!"="Utilizador ou Password incorreta!"
"Inexistence"="Inexistência"
"Info"="Informações"
"Information is not complete!"="Informação não está completa!"
"Initial ACD State"="Estado ACD inicial"
"Initial State"="Estado inicial"
"Input contains invalid character like ''\\\""="Entrada contém caracteres inválidos como ''\\\""
"Input contains invalid character like '<>'\\\""="Entrada contém caracteres inválidos como '<>'\\\""
"Input your web access password!"="Input your web access password !"
"Intercom Allow"="Permitir Intercom"
"Intercom Barge"="Bloquear Intercom"
"Intercom Mute"="Silenciar Intercom"
"Intercom Tone"="Tom de Intercom"
"Intercom"="Intercom"
"Interval"="Intervalo"
"Invalid Account!"="Conta Inválida!"
"Invalid Account"="Conta Inválida"
"Invalid BridgeID!"="Inválido BridgeID!"
"Invalid Call Park Number!"="Número de Estacionamento é Inválido!"
"Invalid Custom Number!"="Número Inválido!"
"Invalid DHCP End IP Address!"="Endereco IP final de DHCP inválido!"
"Invalid DHCP Option!"="Opção de DHCP inválido!"
"Invalid DHCP Start IP Address!"="Endereco IP inicial de DHCP inválido!"
"Invalid DTMF value!"="Valor de DTMF inválido!"
"Invalid Date Format!"="Formato de data inválido!"
"Invalid Default Gateway!"="Inválido Gateway Padrão!"
"Invalid IP Address!"="Endereco IP inválido!"
"Invalid Intercom Number!"="Número de Intercom inválido!"
"Invalid Number!"="Número inválido!"
"Invalid Number"="Número inválido"
"Invalid PPPoE User!"="Utilizador PPOE Inválido!"
"Invalid Paging Value!"="Valor de Paging inválido!"
"Invalid Prefix Value!"="Valor de prefixo inválido!"
"Invalid Primary DNS!"="DNS Primário Inválido!"
"Invalid Secondary DNS!"="DNS secundário Inválido!"
"Invalid Server!"="Servidor Inválido!"
"Invalid Subnet Mask!"="Máscara de Rede Inválida!"
"Invalid Time Format!"="Formato de hora inválido!"
"Invalid URI !"="Invalid URI !"
"Invalid URL URL!"="URL inválido!"
"Invalid US Date Format!"="Forma de data US inválida!"
"Invalid US Time Format!"="Forma de hora US inválida!"
"Invalid User ID!"="ID de utilizador Inválido!"
"Invalid Value < or >"="Valor inválido < ou > "
"Invalid Value!"="Valor Inválido!"
"Invalid Value"="Valor Inválido!"
"Invalid Voice Recorder Number!"="Número de gravação de voz inválido!"
"Invalid VoiceMail Value"="Valor de correio de voz inválido!"
"Invalid WAN type"="Tipo de WAN inválida"
"Invalid Xml Browser Value!"="Valor de Browser de XML inválido!"
"Invalid group id!"="id de grupo inválido!"
"Invalid"="Inválido"
"Invite request no response"="Pedido de convite sem resposta"
"Italian"="Italiano(Italian)"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Jan"
"Jitter"="Jitter"
"JitterBufferMax"="JitterBufferMax"
"Jul"="Jul"
"Jun"="Jun"
"KEY"="Tecla"
"Key #"="Tecla #"
"Key *"="Tecla *"
"Key As Send"="Tecla para enviar"
"Key Event"="Tecla Eventos"
"Key Tone"="tom de tecla"
"Key Type"="Tecla Tipo"
"Key Guard"="Bloquear"
"Keypad Lock Enable"="Ativar Bloqueio do teclado"
"Keypad Lock"="Bloquear"
"Keypad locked."="Teclado Bloqueado!"
"Lock Enable"="Bloquear activo"
"Keypad"="Teclado"
"KeypadLock_Idle"="Bloquear"
"Keypad Lock Type"="Tipo de bloqueio de teclado"
"Key as send"="Key as Send"
"Keypress Sound"="Som de tecla pressionada"
"Korean_IME"="Korean_IME"
"LAN IP"="IP da LAN"
"LAN Mask"="LAN Mask"
"LAN Type"="Tipo de LAN"
"LDAP Search"="Procura LDAP"
"LDAP"="LDAP"
"LLDP Packet Interval should be 1-3600!"="Intervalo de pacotes LLDP deverá ser de 1 a 3600!"
"LLDP Status"="Estado LLDP"
"LLDP Vlan"="VLAN LLDP"
"LLDP"="LLDP"
"Label is invalid!"="Etiqueta inválida!"
"Label"="Etiqueta"
"Language initializing. Please wait..."="Língua a inicializanr. Por favor aguarde ..."
"Language"="Língua"
"Last Name"="Ultimo Nome"
"Ldap Disabled"="LDAP Inativo"
"Line 1"="Linha 1"
"Line 10"="Linha 10"
"Line 11"="Linha 11"
"Line 12"="Linha 12"
"Line 13"="Linha 13"
"Line 14"="Linha 14"
"Line 15"="Linha 15"
"Line 16"="Linha 16"
"Line 2"="Linha 2"
"Line 3"="Linha 3"
"Line 4"="Linha 4"
"Line 5"="Linha 5"
"Line 6"="Linha 6"
"Line 7"="Linha 7"
"Line 8"="Linha 8"
"Line 9"="Linha 9"
"Line Key 1"="Tecla e Linha 1"
"Line Key 10"="Tecla e Linha 10"
"Line Key 11"="Tecla e Linha 11"
"Line Key 12"="Tecla e Linha 12"
"Line Key 13"="Tecla e Linha 13"
"Line Key 14"="Tecla e Linha 14"
"Line Key 15"="Tecla e Linha 15"
"Line Key 16"="Tecla e Linha 16"
"Line Key 17"="Tecla e Linha 17"
"Line Key 18"="Tecla e Linha 18"
"Line Key 19"="Tecla e Linha 19"
"Line Key 2"="Tecla e Linha 2"
"Line Key 20"="Tecla e Linha 20"
"Line Key 21"="Tecla e Linha 21"
"Line Key 22"="Tecla e Linha 22"
"Line Key 23"="Tecla e Linha 23"
"Line Key 24"="Tecla e Linha 24"
"Line Key 25"="Tecla e Linha 25"
"Line Key 26"="Tecla e Linha 26"
"Line Key 27"="Tecla e Linha 27"
"Line Key 3"="Tecla e Linha 3"
"Line Key 4"="Tecla e Linha 4"
"Line Key 5"="Tecla e Linha 5"
"Line Key 6"="Tecla e Linha 6"
"Line Key 7"="Tecla e Linha 7"
"Line Key 8"="Tecla e Linha 8"
"Line Key 9"="Tecla e Linha 9"
"Line Select"="Seleccionar Linha"
"Line"="Linha"
"Line:"="Linha:"
"List"="Lista"
"Load Failed!"="Carga falha"
"Load Failed"="Carga falha"
"Load failed."="Carga falha."
"Loading Please wait..."="A carregar, por favor espere.."
"Loading error !"="Carga error!"
"Loading image..."="Carga imagem..."
"Loading, please wait..."="A carregar, por favor espere.."
"Loading. Please wait..."="A carregar, por favor espere..."
"Load Config Data Failed!"="Load config data failed!"
"Local Anonymous"="Anónimo local"
"Local CallLog"="Logs de chamadas locais"
"Local Codec"="Codec local"
"Local Contacts"="Contactos Locais"
"Local Directory"="Directoria Local"
"Local Group"="Grupo Local"
"Local History"="Histórico Local"
"Local User"="Utilizador local"
"LocalMenu_Idle"="Menu Local"
"Local_Idle"="Local"
"Locations"="Locais"
"Location"="Location"
"Lock type"="Tipo de bloqueio"
"Lock"="Bloquear"
"Locked."="Bloqueado."
"Logging failed!"="Falha no login!"
"Logging in fialed !"="Login Sem Sucesso !"
"Logging in"="A efectuar o Login"
"Logging in, Please Wait..."="Log in, Aguarde..."
"Login As"="Entrar como"
"Login Failed."="Falha de login"
"Login"="Login"
"Login..."="Login"
"Logout Failed."="Falha no logout!"
"Logout"="Sair"
"Low"="Baixo"
"MAC Address"="MAC"
"MAC oriented is invalid!"="Invalid MAC-Oriented AES Key"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"MASK"="Máscara de Rede"
"MD5 Password"="MD5 senha"
"MM/DD/YY"="MM/DD/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Mail"="Mail"
"Main Menu"="Menu Principal"
"Manage"="Gerir"
"Manual Setting"="Manual Setting"
"Manual"="Manual"
"Mar"="Mar"
"May"="Mai"
"Meet-me Conference"="Conferência Meet-Me"
"Meet-me"="Conheça-me"
"Memory Full"="Memória completa"
"Menu key"="Tecla do Menu"
"Menu"="Menu"
"Message"="Mensagens"
"Missed Calllog"="Chamadas Perdidas"
"Missed Calls"="Chamadas Perdidas"
"Missed"="Faltou"
"Mobile number is invalid!"="Número de telemóvel inválido!"
"Mobile"="Telemovel"
"Mobile Number"="Número de Telemóvel"
"Mobility Phone Number"="Número de mobilidade de telefone"
"Mobility"="Mobilidade"
"Model"="Modelo"
"Mon"="Seg"
"Monday"="Segunda-feira"
"More"="Mais"
"Move Down"="Mover para baixo"
"Move To Blacklist"="Mover para LN"
"Move To Contact"="Mover para a Lista de Contactos"
"Move Up"="Mover para cima"
"Move selected to Blacklist?"="Mover selecionado para Blacklist?"
"Move selected to Contacts?"="ova selecionado para contatos?"
"Move selected to blacklist ?"="Mover selecionado para Blacklist?"
"Move selected to contactlist ?"="mover selecionado para a lista de contactos"
"Move the contacts success"="Sucesso ao mover contactos"
"Move to Contacts"="Mover para a Lista de Contactos"
"Move to blacklist success"="Sucesso ao mover para a lista negra"
"Moving contact..."="Moving contact..."
"Move"="Move"
"Mute"="Mudo"
"My Device Information"="Edit My Device Information"
"My Status"="Meu Estado"
"N/A"="N/A"
"NAT Status"="Estado de NAT"
"NAT"="NAT"
"NTP Server1"="Servidor NTP 1"
"NTP Server2"="Servidor NTP 2"
"NTP server1 is invalid!"="Servidor NTP 1 Inválido!"
"NTP server2 is invalid!"="Servidor NTP 2 Inválido!"
"Name Unknown"="Name Unknown"
"Name can not be empty!"="Nome de Ecran não pode estar vazio!"
"Name cannot be empty."="Nome não pode ser vazio."
"Name is invalid!"="Nome é inválido!!"
"Name"="Nome"
"Name:"="Nome:"
"Need Update MAC"="Need Update MAC"
"Need a Number"="Precisa de um número!"
"Net unavailable !"="Net unavailable !"
"Netherlands"="Dutch(Netherlands)"
"Network CallLog"="Rede de Logs de Chamadas"
"Network Checking..."="Verificação de rede..."
"Network Directories"="Network Directories"
"Network Directory"="Diretorias de Rede"
"Network Favorite"="Rede Favorita"
"Network Favorites"="Redes Favoritas"
"Network Group"="Directoria de Rede"
"Network PhoneBook"="Agenda telefónica de rede"
"Network Unavailable"="Rede indisponível"
"Network Unavailable."="Rede indisponível."
"Network changed. Rebooting"="Rede alterada, a reiniciar"
"Network configuration has changed, shall become effective after the restart?"="Pressione OK para reiniciar agora ou Cancelar para reiniciar mais tarde. Reiniciar agora?"
"Network"="Rede"
"NetworkCallLog_Idle"="Rede de Logs de Chamada"
"NetworkCalllogGroup_Idle"="NetworkCalllogGroup_Idle"
"NetworkDirectoryGroup_Idle"="Directoria de Rede"
"NetworkDirectoryMenu_Idle"="Diretorias de Rede"
"NetworkFavorites"="NetworkFavorites"
"New Call"="Nova Chamada"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Novo Local"
"New Message"="Nova mensagem"
"New Missed Call(s)"="Chamada(s) perdida"
"New PIN"="Novo PIN"
"New PWD"="Novo PWD"
"New Password"="New Password"
"New Text Message"="New Text Message(s)"
"New Voice Mail"="Novo correio de voz"
"New Voice Mail(s)" ="Novo correio de voz(s)"
"New password is invalid!"="Nova password inválida!"
"New password is similar to username, are you sure to set it?"="Nova password é identica ao seu nome de utilizador, tem mesmo a certeza?"
"New password is too simple, are you sure to set it?"="Nova password é demasiado simples, deseja manter?"
"NewCall"="Nova Chamada"
"NewSMS_Idle"="Novo SMS desactivado"
"Next"="Seguinte"
"NextSpace"="Próximo espaço"
"No Account!"="Sem conta!"
"No Account"="Sem conta"
"No Answer Forward"="Sem Resposta Encaminhar"
"No Available Account"="Nenhuma conta disponível"
"No Bluetooth Adapter Found."="Nenhum adaptador de bluetooth encontrado."
"No Answer"="Sem Resposta Encaminhar"
"No Callee"="Nenhum Chamador"
"No EXP"="No EXP"
"No Item"="Nenhum Item"
"No Service"="Sem Serviço"
"No contact!"="Nenhum contacto!"
"No found bluetooth adapter."="Nenhum adaptador bluetooth encontrado!"
"No submit url !"="No submit url !"
"No."="Não"
"Node"="Node"
"None"="Nada"
"Not Acceptable Here"="Não aceitável aqui"
"Not Emergency Number!"="Não é um número de emergência!"
"Not Found"="Não encontrado"
"Not Installed"="Não Instalado"
"Not Emergency Number"="Not emergency number!"
"Note"="Nota"
"Nov"="Nov"
"Number Invalid"="Número inválido."
"Number already exists!"="Número já existe!"
"Number already exists."="Número já existe!"
"Number can not be empty!"="Número não pode estar vazio!"
"Number can't be empty!"="Number can't be empty!"
"Number exists"="Número já existe"
"Number is invalid!"="Número esta inválido!"
"Number"="Número"
"Number1"="Número 1"
"Number2"="Número 2"
"OK"="Ok"
"Obtaining IP Address"="A obter endereço IP"
"Obtaining Status..."="Estado.."
"Oct"="Out"
"Off Code could not be empty when On Code is set!"="Código OFF não podea estar vazio quando Código ON está definido!"
"Off Code"="Código Off"
"Off code can't be empty!"="Código Off não pode ser nulo!"
"Off code is invalid!"="Código OFF inválido!"
"Off"="Off"
"Office Number"="Número de Escritório"
"Office number is invalid!"="Número de escritório inválido!"
"Office"="Escritório:"
"Offline"="Offline"
"Old Number"="Número antigo"
"Old PWD"="Password antiga"
"On Code"="Código On"
"On code is invalid!"="Código ON inválido!"
"On"="On"
"Only 4 level menu supported!"="Apenas menu nível 4 suportado!"
"Option"="Opção"
"Other Number"="outros números"
"Other"="Outro:"
"Others"="Others"
"Outbound Alternate Number Invalid"="Número Outbound alternativo inválido"
"Outbound Alternate Phone Number"="Número de telefone alternativo para saída."
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Estado do Outbound"
"Outbound proxy is invalid!"="Outbound Proxy Inválido!"
"Outbox"="Caixa de Saída"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Escrever por cima do contacto original?"
"PC Port"="Porta PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"PIN/ID"="PIN / ID"
"PINs don't match!"="PINs não coincidem!"
"PM"="PM"
"PPPoE IP Client"="IP Cliente PPPoE"
"PPPoE PWD"="Senha do PPPoE"
"PPPoE Password is invalid!"="Password de PPPoE inválida!"
"PPPoE User"="Utilizador do PPPoE"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="PPPoEUser é inválido!"
"Packet Interval"="Intervalo de pacotes"
"Packets lost"="Pacotes perdidos"
"Paging List"="Lista de paging"
"Paging failed!"="Falha no paging!"
"Paging"="Paging"
"Parameter is empty!"="Parameter is empty!"
"Paging_softkey"="Paging_softkey"
"Paired Bluetooth Device"="Dispositivo Bluetooth emparelhado"
"Park Failed"="Falha ao parquear"
"Park to"="Parquear para"
"Park"="Park"
"Parked"=" Parqueado"
"Password can't be empty"="A senha não pode estar vazia"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password inválida!"
"Password is wrong!"="Senha está errada!"
"Password"="Palavra Passe"
"Personal"="Personal"
"Phone Lock"="Telefone bloqueado"
"Phone Number"="Número de Telefone"
"Phone Numbers"="Números de telefone"
"Phone Setting"="Propriedade do Telefone"
"Phone To Ring"="Toque do Telefone"
"Phone number is empty!"="Número do telefone está vazio!"
"Phone"="Telefone"
"PhoneBook Name"="Nome da lista de contactos"
"Photo Custom"="Photo Custom"
"Photo"="Fotografia"
"Pick Up"="Atender"
"Pickup"="DPickup"
"Pickup_Idle"="Dpickup"
"Placed Calllog"="Logs de chamadas efectuadas"
"Placed Calls"="Chamadas efectuadas"
"Play Tone"="Tocar Tom"
"Please Enter Filter Conditions"="Insira condições de filtro"
"Please Enter Unlock PIN"="Por favor insirda o PIN de desbloqueio"
"Please enter your SIP Credential Password!"="Insira a password de SIP"
"Please Wait!"="Por favor espere..."
"Please Wait"="Por favor espere..."
"Please input a nonempty name"="Please input a nonempty name"
"Please logout account first!"="Efetue primeiro o logout da conta!"
"Please selected contact!"="Selecione contacto!"
"Please upload VPN config file firstly!"="Carregue o ficheiro de configuração de VPN!"
"Polish"="Polski(Polish)"
"Port should be 1-65535!"="Porta deverá ser entre 1-65535!"
"Port"="Porta"
"Portuguese"="Português(Portuguese)"
"Prefix"="Prefico"
"Prefix:"="Prefico:"
"Prefix_Idle"="Prefico"
"Previous"="Anterior"
"Pri.DNS is invalid!"="Pri.DNS inválida!"
"Pri.DNS"="DNS Pri"
"PriHold"="PriHold"
"Priority is invalid!"="Prioridade inválida!"
"Priority should be 0-7!"="A prioridade deve ser 0-7!"
"Priority"="Prioridade"
"Private Hold"="Hold Privado"
"Product ID"="ID do Produto"
"Product Name"="Produto nome"
"Provision now?"="Aprovisionar Agora?"
"Public Hold"="Hold Público"
"Querying. Please wait..."="A consultar. Por favor aguarde ..."
"Queue"="Fila"
"RTP Status"="Estado RTP "
"Queue Status"="Estado de fila"
"Reboot the phone?"="Reiniciar?"
"Reboot"="Reiniciar"
"Reboot?"="Reiniciar?"
"Rebooting"="Reiniciar"
"Rebooting...\n\nPlease Wait !"="A reiniciar… Por favor aguarde !"
"Recall"="Recall"
"Received Calllog"="Chamadas Recebidas"
"Received Calls"="Chamadas Recebidas"
"Received"="Recebidas"
"Record"="Gravar"
"Redial Interval is invalid!"="Intervalo de remarcação inválido!"
"Redial Interval"="Intervalo de remarcação inválido!"
"Redial Time is invalid!"="Tempo de remacarção inválido!"
"Redial Time"="Tempo de remarcação"
"Redial Times"="Tentativas Remarcação"
"Redial"="Remarcação"
"Redirct Updating Failed"="Falha ao redirecionar actualização"
"Redirect"="Redirecionar"
"Redirector"="Redirecionador"
"Refresh"="Actualizar"
"Refreshing.."="A actualizar..."
"Register Failed"="Falha a actualizar"
"Register Name"="Nome de Registo"
"Register fail"="Registo Falhado"
"Register name is invalid!"="Nome de registo inválido!"
"Registered"="Registado"
"Registering"="Registando"
"Reject off code can't be empty!"="Código Off não pode ser nulo!"
"Reject off code is invalid!"="Código OFF de Rejeição inválido!"
"Reject on code is invalid!"="Código ON de Rejeição inválido!"
"Reject"="Rejeitar"
"Remote Codec"="Codec Remoto"
"Remote Contacts"="Agenda Telefónica Remota"
"Remote DIR"="Remote DIR"
"Remote Office"="Escritório remoto"
"Remote Office:"="Escritório remoto:"
"Remote Phone Book"="Agenda Telefónica Remota"
"Remote Phonebook"="Agenda Telefónica Remota"
"Remote User"="Utilizador remoto"
"Remove"="Remover"
"Reply"="Responder"
"Require Answer Confirmation"="Confirmação de resposta necessária"
"Reset Local Configuration"="Apagar Configuração Local"
"Reset Option"="Opção de Reset"
"Reset To Factory Setting?"="Reset para configuraçõe de fábrica?"
"Reset to Factory"="Configuração de Fábrica"
"Reset to factory?"="Configuração de Fábrica?"
"Reset&Reboot"="Reset&Reiniciar"
"Reseting,Please wait..."="A Repor Valores de Fábrica, Aguarde..."
"Resetting to factory, please wait..."="A Repor Valores de Fábrica, Aguarde..."
"Resume"="Voltar"
"Retrieve Failed"="Falha ao recuperar"
"Retrieve Failed."="Falha ao recuperar."
"Retrieve Park"="Recuperar Parque"
"Retrieve"="Recuperar"
"RetrievePark"="RetrievePark"
"Ring Tones"="Tipo de Toques"
"Ring saving ..."="Ring saving ..."
"Ring"="Toque"
"Ringing"="A tocar"
"RoundTripDelay"="RoundTripDelay"
"Router"="Router"
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"SD Card"="Cartão SD"
"SD-Card"="SD-Card"
"SIP Password"="Password de SIP"
"SIP Phone"="Telefone SIP"
"SIP Proxy can't be empty!"="Proxy SIP não pdoe estar vazio!"
"SIP Register Name"="SIP Register Name"
"SIP Server1"="SIP Servidor 1"
"SIP Server2"="SIP Servidor 2"
"SIP User name"="Utilizador de SIP"
"SIP XSI Authentication failed!"="Falha na autenticação de SIP XSI"
"SIP credential password!"="Insira a password de SIP!"
"SIP server1 is invalid!"="SIP server1 inválido!"
"SIP server2 is invalid!"="SIP server2 inválido!"
"SMS"="SMS"
"SNTP Setting"="Configurações de SNTP"
"SNTP"="SNTP"
"STUN Port"="Porta STUN"
"STUN Server port is Invalid!"="Porta de servidor STUN está inválida!"
"STUN Server"="STUN Server"
"STUN Status"="Estado do STUN"
"STUN Server is Invalid!"="Servidor STUN!"
"Sat"="Sáb"
"Saturday"="Sábado"
"Save Config Failed, Please Retry!"="Falha ao gravar configuração, tente novamente!"
"Save Failed!"="Falha ao salvar"
"Save Failed"="Falha ao salvar"
"Save failed."="Falha ao salvar."
"Save file..."="A salvar arquivo..."
"Save"="Gravar"
"Saved!"="Gravado!"
"Saving Configuration..."="A Salvar Configuração..."
"Saving config file!"="A guardar ficheiro de configuração!"
"Saving files!"="A salvar arquivo!"
"Saving. Please wait..."="A salvar. Por favor aguarde ..."
"Saving..."="A salvar..."
"Scan Bluetooth Device"="Verificação de dispositivo Bluetooth"
"Scan Failed."="Falha na digitalização."
"Scan"="Scan"
"Scaning bluetooth devices..."="Scanning bluetooth devices..."
"Scaning..."="A digitalizar"
"Search Result"="Resultado da Pesquisa"
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Seizing"="Seizing"
"Search"="Procurar"
"Search:"="Search:"
"Searching, please wait..."="A procurar, aguarde…"
"Sec.DNS"="DNS Secundário"
"Sec.DNS is invalid!"="DNS secundario Inváid"
"Select Account"="Selecionar Conta"
"Select All"="Select All"
"Select"="Selecionar"
"Send Anonymous Code"="Código para enviar anónimo"
"Send Anonymous Rejection Code"="Código para rejeitar anónimo"
"Send Anonymous"="Send Anonymous"
"Send Message"="Enviar Mensagem!"
"Send"="Enviar"
"Send_BUTTON"="Send"
"Sending Message..."="A Enviar Mensagem!"
"Sending Provision Requests"="A Enviar solicitações de Aprovisionamento ..."
"Sending Provision Requests..."="A Enviar solicitações de Aprovisionamento ..."
"Sending Requests..."="A Enviar solicitações de Aprovisionamento ..."
"Sentbox"="Items enviados"
"Sep"="Set"
"Server Status"="Estado do Servidor"
"Server URL invalid!"="URL do servidor inválido!"
"Server URL"="URL de Servidor"
"Server is invalid!"="Servidor Inválido!"
"Server"="Servidor"
"Set AES Key"="Definir AES Key"
"Set Hot Desking"="Acionar Hot Desking"
"Set Password"="Definir senha"
"Set Voice Mail"="Definir Voice Mail"
"Set failed!"="Falha ao definir!"
"Set failly!"="Falha ao definir!"
"Setting"="Setting"
"Share Line"="Linha partilhada"
"Share line unavailable"="Linha partilhada indisponivel"
"Shared Calls"="Chamadas partilhadas"
"SignIn"="Entrar"
"SignOut"="Sair"
"Silence"="Silencio"
"Simultaneous Ring Personal"="Simultâneo Toque pessoal"
"SingIn"="Entrar"
"SingOut"="Sair"
"Sorry,Only 1000 contacts are allowed!"="Desculpe, apenas é possível inserir 1000 contactos "
"Sorry,Only 30 Blacklists are allowed!"="Desculpe, apenas são permitidas 30 listas negras !"
"Sorry,only 50 groups are allowed!"="Foi atingido o máximo de grupos permitidos (50)!"
"Sound"="Som"
"Spanish"="Español(Spanish)"
"Speed Dial"="Marcação Rápida"
"SpeedDial_Idle"="Speed"
"Split"="Dividir"
"Start IP"="IP de ínicio"
"Start Time"="Hora de ínicio"
"Static DNS"="DNS estático"
"Static IP"="IP Estático"
"Static IP Client"="Cliente IPv4 estático"
"Status"="Estado"
"Stop Time"="Hora de fim"
"Submit"="Submit"
"Subnet Mask"="Máscara de sub-rede:"
"Subnet mask is invalid!"="Subnet mask is invalid!"
"Success Saved!"="Salvo com sucesso!"
"Success!"="Gravado!"
"Sun"="Dom"
"Sunday"="Domingo"
"Swap"="Trocar"
"Please Enter PIN"="Insira PIN de desbloqueio"
"Switch"="Alterar"
"SwitchAccountDown_Idle"="Alterar"
"SwitchAccountUp_Idle"="Alterar"
"SwitchAccount_Idle"="Alterar Conta"
"System Wallpaper Cannot be Deleted!!"="Wallpapper de sistema não pode ser excluído!"
"SymmOneWayDelay"="SymmOneWayDelay"
"System default account"="Conta por Defeito"
"Talk From"="De"
"Talking"="Em conversação"
"Target can't be empty!"="Destino não pode estar vazio!"
"Text Message"="Mensagem de Texto"
"The audio codecs is different, can't set up a conference!"="Codecs de audio diferentes, não é possivel iniciar conferência!"
"The old PIN"="PIN Atual"
"The old password is incorrect!"="Password Antiga não está correcta!"
"The old password is wrong!"="A senha antiga está errada!"
"The old pwd"="Senha antiga"
"Text can not be empty."="Text can not be empty."
"Thu"="Qui"
"Thursday"="Quinta-feira"
"Time & Date"="Time & Date"
"Time Format"="Formato de Hora"
"Time Out"="Tempo esgotado"
"Time Zone"="Tipo de Zona"
"Time"="Hora"
"Time:"="Hora"
"To navigate the menu, please use the arrow keys below!"="Para navegar no menu, utilize as teclas de navegação em baixo!"
"To"="Para"
"To:"="Para:"
"Today"="Hoje"
"Too hight of resolution!"="Resolução demasiado alta!"
"Trace"="Trace"
"Transfer Failed"="Transferência Falhou"
"Transfer to"="Transferir para"
"Transfer"="Transferir"
"Transfered"="Transfered"
"Transferred"="Transferido"
"Transferring"=" A Transferir"
"Tue"="Ter"
"Tuesday"="Terça-feira"
"Turkey"="Türkce(Turkish)"
"Turkish"="Türkçe(Turkish)"
"Type"="Tipo"
"UC Favorite"="Favorito UC"
"URL Can't be empty!"="URL não pode estar vazio!"
"URL Record"="Gravar URL"
"URL is empty!"="URL is empty!"
"URL is empty"="URL está vazio"
"URL is invalid!"="URL inválido!"
"URL Can't be empty!"="URL não pode estar vazio!"
"URL"="URL"
"USB-Disk"="Disco USB"
"UnMute"="Com som"
"Unavail Reason"="Motivo de indisponivel"
"Unavail"="Indisponível"
"Unavailable Reason Code"="Código de Razão Indisponível"
"Unavailable"="Indisponível"
"Undefined Error!"="Erro indefinido!"
"Unknown Error !"="Erro desconhecido!"
"Unknown Line"="Linha desconhecida"
"Unknown Uri scheme"="Esquema URI desconhecido."
"Unknown"="Desconhecido"
"Unkown Reason"="Razão desconhecida"
"Unlock PIN"="PIN de desbloqueio"
"UnlockPIN"="Desbloquear PIN telefone"
"Unregistered"="Não Registado"
"Unregistering"="Desregistrando"
"Unvail"="Indisponível"
"Update Finish !"="Atualização Finish!"
"Update Skipped"="Atualização pulado!"
"Update configuration...\n\nPlease do not power off !"="A actualizar configuração…\n\nPor favor, não desligue o telefone!"
"Update finish"="Atualização Finish!"
"Update now?"="Atualize agora?"
"Update"="Atualização"
"Update, ok or cancel?"="Actualizar, OK ou cancelar ?"
"Updating, please wait..."="Atualizando, por favor aguarde ..."
"Use BroadWorks-based Call Control"="Controle de chamada Use BroadWorks baseado"
"Use Host"="Usuário Anfitrião"
"User Host"=" Usuário Anfitrião"
"User Host:"="Usuário Anfitrião:"
"User ID"="Id Utilizador"
"User Name"="Nome de Utilizador"
"User Type"="Tipo de Utilizador"
"User mode changed!"="Modo de utilizador alterado!"
"User name is invalid!"="Nome de utilizador inválido!"
"User"="Usuário"
"UserID Can't be Empty!"="UserID não pode estar vazio!"
"UserMode "="Modo Utilizador"
"UserMode"="Modo Utilizador"
"Userdata Reset"="Reset Userdata"
"VID Number"="Número VID"
"VID nubmer is invalid!"="Número de VID Inválido!"
"VID number should be 1-4094!"="VID número deve ser 1-4094!"
"VLAN Status"="VLAN Estado"
"VLAN unsupported in PPPoE!"="VLAN não suportada em modo PPPoE!"
"VLAN"="VLAN"
"VPN Active"="VPN Activa"
"VPN can't be on \n\n when file do not exist!"="Ficheiro VPN não existe!"
"VPN"="VPN"
"Value is invalid!"="Valor inválido!"
"Value"="Valor"
"Via"="Via"
"View Voice Mail"="Ver Voice Mail"
"View"="Ver"
"Voice Mail"="Correio de Voz"
"Voice Number is invalid!"="Número de Voz inválido!"
"WAN IP"="IP da WAN"
"WAN MASK"="Máscara Subnet"
"WAN Port VLAN"="Activar VLAN"
"WAN Port"="Porto da Wan"
"WAN Type"="Tipo de WAN"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"Wait Time"="Tempo de Espera"
"Wait for"="A aguardar por"
"Wallpaper"="Wallpaper"
"Warning"="Aviso"
"Web Server"="Tipo de Webserver"
"Web access password is wrong!"="Web access password is wrong !"
"Wed"="Qua"
"Welcome"="Welcome"
"Wednesday"="Quarta-feira"
"Wrap up"="Embrulhar"
"Wrap-up"="Embrulhar"
"Wrap-up"="Embrulhar"
"Wrong user name or password!"="Utilizador ou password errado!"
"XML Browser"="Explorador de XML"
"XML Group"="XML Lista de Contactos"
"XML PhoneBook"="XML Group"
"XMLMenu_Idle"="MENU DE XML"
"XML_Idle"="XML"
"XSI access password is wrong !"="Password de acesso XSI errada!"
"XSI information is incomplete!"="Informação de XSI incompleta!"
"XSI is empty"="XSI está vazia"
"YYYY-MM-DD"="YYYY-MM-DD"
"Yesterday"="Ontem"
"Your account unauthorized."="Sua conta não está autorizada."
"Zero SP Touch"="Zero Touch"
"Zero Touch"="Zero Touch"
"Zero-sp-touch"="Zero Touch"
"admin"="Admin"
"anonymous"="Anónimo"
"anywhere"="Em qualquer lugar"
"auth error"="Erro de autenticação"
"black list full"="Lista negra completa!"
"callee Anonymous"="Callee \n Anonymous"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"contact full"="Contact full"
"default"="Omissão"
"empty"="Vazio"
"exist!"=" Existir!"
"float"="Float"
"g722 codec is not available in four ways conference!"="codec G722 não está disponível em conferências a 4!"
"has been used!"="já foi usado!"
"ldap"="LDAP"
"line"="Line"
"lock"="Lock"
"mail"="mail"
"new"="Nova"
"old"="Antiga"
"q'ing"="Q'ing"
"server error"="Erro de servidor"
"srtp is not available in four ways conference!"="srtp não está disponível em conferências a 4!"
"user"="Usuário"
"var"="var"
"Call Center"="Call Center"
"Lock Time Should be less than 3600!"="Tempo de bloqueio deverá ser inferior a 3600!"
"Local Anonymous Rejection"="Rejeita Anonimos locais"
"Switch Account Down"="Conta Switch desligada"
"Switch Account Up"="Conta Switch ligada"
"Config Updating"="A atualizar config"
"Config Updating..."="A actualizar configuração..."
"Placed Calls"="Chamadas efectuadas"
"STUN"="STUN"
"STUN Server port is Invalid!"="Porta de servidor STUN está inválida!"
"SIP Register name"="Nome de registo SIP"
"Import configuration...\n\nPlease do not power off !"="A importar configuração…\n\n Não desligue o equipamento!"
"Del All"="Del All"
"PagingList_Idle"="PagingList"
"Day"="Day"
"Year"="Ano"
"Outbound Proxy1"="Outbound Proxy1"
"Outbound Proxy2"="Outbound Proxy2"
"Proxy Fallback Interval" = "Proxy Fallback Interval"
"Proxy Fallback Interval is invalid!"="Proxy Fallback Interval is invalid!"
"Bridge ID"="Bridge ID"
"Reset local configurations?" = "Reset local configurations?"
"S2S Unavail" = "Away"
"LogIn/Out" = "LogIn/Out"
"S2S Avail" = "S2S Avail"


"BLF Group" = "BLF Group"
"Conf" = "Conf"
"YYYY-MM-DD" ="YYYY-MM-DD"
"YY-MM-DD" ="YY-MM-DD"
"YYYY/MM/DD" ="YYYY/MM/DD"
"MM DD WWW" ="MM DD WWW"
"MM DD WW"="MM DD WW"
"YYYY MM DD"="YYYY MM DD"
"Diagnostics"="Diagnostics"
"Balance"="Balance"
"Getting balance failed!"="Getting balance failed!"
"Getting balance failed!"="Getting balance failed!"
"Web Timer should be 0-120!"="Web Timer should be 0-120!"
"May"="May"
"May"="May"
"Unrecognized USB"="Unrecognized USB"
"Ping"="Ping"
"Ping Error"="Ping Error"
"Ping IP or URL"="Ping IP or URL"
"Stop"="Stop"
"Start"="Start"
"Web Timer "="Web Timer "
"should be 0-120!"="should be 0-120!"
"Trace Route"="Trace Route"
"Trace Route Error"="Trace Route Error"
"Trace Route IP or URL"="Trace Route IP or URL"
"Dsskey Wallpaper"="Dsskey Wallpaper"
" s"=" s"
"Need to change passwd!"="Need to change passwd!"


"Menu Locked"="Menu Locked"
"Connecting"="Connecting"
"Registering Please Wait!"="Registering Please Wait!"
"Register Successfully!"="Register Successfully!"
"Register Fail!"="Register Fail!"
"List is full, please delete before add!"="List is full, please delete before add!"
"SSID can't be empty!"="SSID can't be empty!"
"WPA Shared Key can't be empty!"="WPA Shared Key can't be empty!"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"StartREC"="StartREC"
"StopREC"="StopREC"
"PauseREC"="PauseREC"
"ResumeREC"="ResumeREC"
"Record Failed"="Record Failed"
"Failed to record call"="Failed to record call"
"Failed to pause recording"="Failed to pause recording"
"Failed to resume recording"="Failed to resume recording"
"Failed to stop recording"="Failed to stop recording"
"Previous Operation in Process."="Previous Operation in Process."

"FlexSeat Login"="FlexSeat Login"
"FlexSeat"="FlexSeat"
"FlexSeat Logout, Please Waiting..."="FlexSeat Logout, Please Waiting..."
"Updating Configuration..."="Updating Configuration..."
"Update Complete"="Update Complete"

"Call Recording"="Call Recording"
"Record Mode"="Record Mode"
"Pause/Resume Notify"="Pause/Resume Notify"
"Start/Stop Notify"="Start/Stop Notify"
"Record VM"="Record VM"
"Record Warning Tone"="Record Warning Tone"
"Warning Interval(s)"="Warning Interval(s)"

"Warrning Tone Interval must be >= 10 and <= 1800"="Warrning Tone Interval must be >= 10 and <= 1800"
"Never"="Never"
"Always"="Always"
"Always with Pause/Resume"="Always with Pause/Resume"
"On Demand"="Always with Pause/Resume"
"On Demand with User Initiated Start"="On Demand with User Initiated Start"

"Executive-Assistant"="Executive-Assistant"
"Executive"="Executive"
"Assistant"="Assistant"

"Allow assistant opt in/out of Pool"="Allow assistant opt in/out of Pool"
"Call Filtering"="Call Filtering"
"Call Screening"="Call Screening"
"Call Altering"="Call Alerting"
"View Assistant List"="View Assistant List"
"View Executive List"="View Executive List"
"Assistant Common Settings"="Assistant Common Settings"
"Executive Common Settings"="Executive Common Settings"
"Generally Settings"="Generally Settings"

"Call Filtering Switch"="Call Filtering Switch"
"Call Filtering Mode"="Call Filtering Mode"
"Filter Type"="Filter Type"

"Call Screening Switch"="Call Screening Switch"
"Alter Type"="Alter Type"
"Alert Broadworks Mobility Location"="Alert Broadworks Mobility Location"
"Alert Broadworks Anywhere Location"="Alert Broadworks Anywhere Location"
"Alert SCA Location"="Alert SCA Location"

"Alert Mode"="Alert Mode"
"Advance to Next Assistant After"="Advance to Next Assistant After"
"Alerting Calling Line ID Name"="Alerting CLID Name"
"Alerting Calling Line ID Number"="Alerting CLID Number"
"Alerting Custom Calling Line ID Name"="Alerting Custom CLID Name"
"Unicode Alerting Custom Calling Line ID Name"="Unicode Alerting Custom CLID Name"
"Alerting Custom Calling Line ID Number"="Alerting Custom CLID Number"
"Call Push Recall After"="Call Push Recall After"
"Rollover After Waiting"="Rollover After Waiting(s)"
"Rollover Action"="Rollover Action"
"Forward to Phone Number/SIP-URI"="Forward to Phone Number/SIP-URI"

"Divert"="Divert"
"Divert to Phone Number/SIP-URI"="Divert to Phone Number/SIP-URI"
"Range of value is illegal"="Range of value is illegal"
"Opt In"="Opt In"
"Opt Out"="Opt Out"
"Not allow opt in/out"="Not allow opt in/out"

"Call Push"="Call Push"
"Call Initiation"="Call Initiation"
"Silent Monitor"="Silent Monitor"
"Select Exuecutive Number"="Select Exuecutive Number"
"Push Failed"="Push Failed"
"Nothing Changed!"="Nothing Changed!"
"Cancel Select Executive"="Cancel Select Executive"

"Simple"="Simple"
"Simple"="Simple"
"All Income Calls"="All Calls"
"All Internal Calls"="All Internal Calls"
"All External Calls"="All External Calls"
"Silent"="Silent"
"Ring Splash"="Ring Splash"
"Simultaneous"="Simultaneous"
"Sequential"="Sequential"

"Executive"="Executive"
"Originator"="Originator"
"Executive-Originator"="Executive-Originator"
"Originator-Executive"="Originator-Executive"
"Custom"="Custom"

"Voice Messaging"="Voice Messaging"
"Forward"="Forward"
"No Answer Processing"="No Answer Processing"

"Login Timer"="Login Timer"
"Activity Timer"="Activity Timer"
"Max Timer" ="Max Timer"
"Call Back"="Call Back"
"Initial Call Back?"="Initial Call Back?"

"January"="January"
"February"="February"
"March"="March"
"April"="April"
"May"="May"
"June"="June"
"July"="July"
"August"="August"
"September"="September"
"October"="October"
"Noveber"="Noveber"
"December"="December"

"The feature activated !"="The feature activated !"

"The feature could not be activated !"="The feature could not be activated !"


"RPS Open"="RPS Open"
"RPS Close"="RPS Close"

"KeyBoard Test"="KeyBoard Test"

"Start REC"="Start REC"
"Stop REC"="Stop REC"
"Pause REC"="Pause REC"
"Resume REC"="Resume REC"
"Play"="Play"
"Playing"="Playing"
"Pause"="Pause"
"Clear"="Clear"
"used"="used"
"Fast Forward"="Fast Forward"
"Fast Rewind"="Fast Rewind"

"Record file saved"="Record file saved"
"USB Inserted"="USB Inserted"
"USB Removed"="USB Removed"
"No USB Inserted"="No USB Inserted"
"Delete Focus Record ?"="Delete Focus Record ?"
"Clear All Record ?"="Clear All Record ?"
"USB Record"="USB"
"Browse Recordings"="Browse Audio"
"Storage Media Properties"="Storage Space"
"Available Recording Time"="Available Recording Time"
"Space is not enough"="Space is not enough"
"Recording not allow play any record!"="Recording not allow play any record!"
"Please insert a USB drive!"="Please insert a USB device!"
"Play Record"="Play Record"
"File Name"="File Name"
"File Size"="File Size"
"Stopped"="Stopped"
"Finished"="Finished"

"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Complete the Wizard!\nNetwork changed, Rebooting Now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Complete the Wizard!\n\nInitializing...Please Wait"
"Wizard"="Wizard"

"Finish"="Finish"
"Available Recording Time is less than 1 hour"="Available Recording Time is less than 1 hour"
"Space is not enough\nRecord file saved"="Space is not enough\nRecord file saved"

"Skip"="Skip"

"Un-Park"="Un-Park"

"S2S AcdLoginOut"="S2S AcdLoginOut"


"Total"="Total"
"Used"="Used"
"Free"="Free"
"used"="used"
"free"="free"
"Available Audio Record"="Available Audio Record"

"USB device has been connected successfully!"="USB device connected successfully!"
"USB device is removed!"="USB device has been moved!"
"Reading File..."="Reading File..."
"Deleting File..."="Deleting File..."

"Stopped"="Stopped"
"Finished"="Finished"
"Delete this audio?"="Delete this audio?"


"Location"="Location"

"DSS Keys"="DSS Keys"

"AutoLine is on\n manually configing is forbidden!"="AutoLine is on\n manually configing is forbidden!"


"No result!"="No result!"

"Prompt can't be empty"="Prompt can't be empty"
"EDK Prompt"="EDK Prompt"
"Custom Key"="Custom Key"

"Proxy Fallback Interval is invalid!"="Proxy Fallback Interval is invalid!"

"Advice of Charge"="Advice of Charge"

"Do you want to save the message or discard it?"="Do you want to save the message or discard it?"

"VoiceMail List"="VoiceMail List"
"VoiceMail DownLoading, Please Wait..."="Voice Mail downloading, please Wait..."
"Mark as new"="Mark as new"
"Mark as heard"="Mark as heard"
"Call Back"="Call Back"
"Mark All as new"="Mark All as new"
"Mark All as heard"="Mark All as heard"
"Read"="Read"
"UnRead"="UnRead"
"Media Type"="Media Type"
"Voice"="Voice"
"Video"="Video"
"Voice Mail Playing"="Voice Mail Playing"
"Voice Mail Pause"="Voice Mail Pause"
"Voice Mail Finished"="Voice Mail Finished"
"This voice mail is too large,please call voice  mail to retrive it!"="Voice Mail too large,please call voice  mail to retrive it!"
"video message cannot be played on the phone!"="video message cannot be played on the phone!"
"Delete this voice mail?"="Delete this voice mail?"

"XML Info"="XML Info"
"Phonebook"="Phonebook"
"The URL is empty!"="The URL is empty!"
"Phonebook"="Phonebook"
"Sync failed"="Sync failed"
"Unable to add to contacts!" ="Unable to add to contacts!" 
"Unable to add to blacklist!"="Unable to add to blacklist!"

"Show Less"="Hide"
"Show More"="More"
"Receive"="Receive"
"Call Voice Mail"="Call Voice Mail"

"Next Mail"="Next Mail"
"Pre Mail"="Pre Mail"

"Incorrect username or password!"="Incorrect username or password!"
"Speader mode disabled"="Speaker mode disabled!"
"Handset mode disabled"="Handset mode disabled!"
"Headset mode disabled"="Headset mode disabled!"

"Clear local.cfg settings?"="Clear local.cfg settings?"
"Clear web.cfg settings"="Clear web.cfg settings?"
"Clear non-static settings?"="Clear non-static settings?"
"Clear all static.* settings?"="Clear all static.* settings?"
"Reset local...\n\nPlease Wait !"="Reset Local...\n\nPlease Wait !"
"Reset Web...\n\nPlease Wait !"="Reset Web...\n\nPlease Wait !"
"Reset Non static...\n\nPlease Wait !"="Reset Non Static...\n\nPlease Wait !"
"Reset static...\n\nPlease Wait !"="Reset Static...\n\nPlease Wait !"
"Invalid Custom Key Command"="Invalid Custom Key Command"
"Reset Config"="Reset Config"
"Reset local settings"="Reset local settings"
"Reset web settings"="Reset web settings"
"Reset non-static settings"="Reset non-static settings"
"Reset static settings"="Reset static settings"
"Reset Userdata"="Reset Userdata"
"Reset Configuration"="Reset Configuration"
"Success Saved!"="Success Saved!"
"Connecting"="Connecting"
"No find wifi adapter!"="No find Wi-Fi adapter!"
"Open fail"="Open fail"
"List is full, please delete before add!"="List is full, please delete before add!"
"SSID can't be empty!"="SSID can't be empty!"
"WPA Shared Key can't be empty!"="WPA Shared Key can't be empty!"
"WPS has opened, please connect in "="WPS has opened, please connect in "
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Please input below PIN code on your Wi-Fi router and then press OK to start connecting: "
"s"="s"
"Remain time "="Remain time "
" to connect"=" to connect"
"Wifi switch is closed, open it or not?"="Wi-Fi switch is closed, open it or not?"
" success"=" success"
" fail"=" fail"
"Wifi_Password"="Wi-Fi Password"
"Connected"="Connected"
"Operator fail"="Operator fail"
"Choose a way of WPS connection"="Choose a way of WPS connection"
"Storage list is full, please delete old one if wanting to add in"="Storage list is full, please delete old one if wanting to add in"
"WPS-PIN"="WPS-PIN"
"WPS"="WPS"
"WEP"="WEP"
"WPA-PSK"="WPA-PSK"
"WPA2-PSK"="WPA2-PSK"
"TKIP"="TKIP"
"AES"="AES"

"Storage Network"="Storage Network"
"Wireless Status"="Wireless Status"
"Add Network"="Add Network"
"Edit Network"="Edit Network"
"Network Details"="Network Details"
"Security Mode"="Security Mode"
"Profile Name"="Profile Name"
"SSID"="SSID"
"Cipher Type"="Cipher Type"
"WPA Shared Key"="WPA Shared Key"
"Wireless Status"="Wireless Status"
"Signal Strength"="Signal Strength"
"Channel"="Channel"
"AP Mac Address"="AP Mac Address"
"Encryption Type"="Encryption Type"
"Transmit Rate"="Transmit Rate"
"Frequency"="Frequency"
"Qos"="Qos"
"Wifi"="Wi-Fi"
"PIN"="PIN"
"Scanning available network"="Scanning available network"
"The storage network"="The storage network"
"available networks:"="available networks:"
"available networks(Connected with"="available networks(Connected with"	
"Save Failed! The same profile name or SSID exist"="Save Failed! The same profile name or SSID exist"
"Wifi adapter has removed out"="Wi-Fi adapter has been removed"
"Wifi adapter has added, scanning the wifi devices right now?"="Wi-Fi adapter has been added, scanning the available wireless network right now?"
"Connecting.."="Connecting.."
"S2S Unavail" = "Away"
"LogIn/Out" = "LogIn/Out"
"S2S Avail" = "S2S Avail"

"Security Classification"="Security Classification"
"Unclassified"="Unclassified"
"[Assigned]"="[Assigned]"
"Security"="Security"
"GuestLock"="GuestLock"
"Unlock"="Unlock"
"Unlock Pin incorrect"="Unlock Pin incorrect"
"Do you want to logout?"="Do you want to logout?"
"Guest Unlock"="Guest Unlock"
"Connect Mobile"="Connect Mobile"
"Mobile Contacts"="Mobile Contacts"
"Idle Record"="Idle Record"
"IdleRecord"="IdleRecord"
"Available Wireless Device"="Available Wireless Network"
"Connect to:"="Connect to:"
"Passkey:"="Passkey:"
"Screensaver"="Screensaver"
"Backlight"="Backlight"
"Never"="Never"
"Reset user data&user cfg...\n\nPlease Wait !"="Reset user data&user cfg...\n\nPlease Wait !"
"Reset user data & user config"="Reset user data & user config"
"Channel"="Channel"
"Paging Channel should be 0-30!"="Paging Channel should be 0-30!"
"Sync failed"="Sync failed"
"Open Door"="Open Door"
"Auto Answer Time"="Auto Answer Time"
"Forward Selective"="Forward Selective"
"Active"="Active"
"Forward To"="Forward To"
"Play Ring"="Play Ring"
"Storage is not enough, recorded file is saved."="Storage is not enough, recorded file is saved."
"Emergency Call Only"="Emergency call only"
"Remaining Time"="Remaining Time"
"USB device connection failure!"="USB device connection failure!"
"extension_number"="Extension Number"
"work_phone"="Work Phone"
"Work_Phone"="Work Phone"
"First_Name"="First Name"
"Last_Name"="Last Name"
"Clear all userdata & local config?"="Clear all userdata & local config?"
"Reset userdata & local config"="Reset userdata & local config"
"Wait Time"="Wait Time"
"TKIP AES"="TKIP AES"
"TKIP+AES"="TKIP AES"
